{
  "teamTitle": "OUR TEAM",
  "teamCore": "CORE",
  "teamAdvisor": "ADVISOR",

  "techDirector": "Tech Director",
  "artDirector": "Art Director",
  "studioManager": "Studio Manager",
  "producer": "Producer",
  "3dArtDirector": "3D Art Director",
  "senior3dModeler": "Senior 3D Modeller",
  "marketingDirector": "Marketing Director",
  "seniorUnrealDeveloper": "Senior Unreal Developer",
  "principalTechArtist": "Principal Tech Artist",
  "formerTechArtist": "Former Tech Artist",
  "formerTechArtistSmilegate": "Former Tech Artist (currently Smilegate)",
  "lead3dAnimator": "Lead 3D Animator",
  "senior3dAnimator": "Senior 3D Animator",
  "leadGameDesigner": "Lead Game Designer",
  "seniorLevelDesigner": "Senior Level Designer",

  "jordiDescription": "Jordi has almost 20 years of experience developing games, engines and computer graphics. He is a first-class code architect and a gamer since the Commodore-64 era. He has been instrumental for many companies, helping create teams and bring projects to fruition. <br /> <b>Former companies:</b> Scopely, King, Ubisoft.",
  "guillermDescription": "Guillem is a senior concept artist with a background based on comic book creation, illustration and video editing. He started working on tv animation at the age of 21 and jumped into the video game industry 3 years later. He has been instrumental in the development of renowned intellectual properties such as ‘Sendokai Champions’.<br/><b>Former companies:</b>: Social Point, Take2.",
  "ferranDescription": "Ferran has more than 20 years of management experience and more than 15 years in the gaming industry. Over the years Ferran has been the vision holder of multiple projects of diverse nature (game development, eSports or advocacy, among others). Ferran is a passionate gamer, an electric entrepreneur and a motivator.<br/><b>Former companies:</b> Kerad Games, Konami eSports project.",
  "ivanDescription": "Experienced Project Manager with a demonstrated history of working in the computer games industry. Strong entrepreneurship professional, skilled in Product Management, Game Production, Online Gaming & esports. Certified Scrum Master, Product Owner, Kanban Management Professional and IESE PDD. Ex Pro player of Counter Strike.<br/><b>Former companies:</b> Key To Play (Priston Tale 2, Ys Online), Kerad Games, Konami eSports project, LVP.",
  "adrianscolariDescription": "Adrián has an extensive experience as a 3D artist both as a freelancer and a company man. He has developed characters, props and environments for companies such as Pyro Studios and Gameloft. He has been the main lead of environments on projects such as ‘Asphalt Xtreme’.<br/><b>Former companies:</b> Dekogon, Alea, Gameloft (Asphalt franchise).",
  "gabrielDescription": "Gabriel is a 3D Artist working in the video gaming industry for more than 10 years. With his main focus on characters, he has created many assets and props for companies like Gameloft, EA (Globant) and as a freelancer. He was a key member on the EA Argentinian team (Globant) who helped the development of \"PVZ: Battle for Neighborville\" for EA Games. <br/><b>Former companies:</b> Gameloft, Pixowl, Etermax, EA-Globant (PVZ, Madden franchise, Power Rangers franchise).",
  "raulDescription": "Raul has been working for years the independent video game market, which allows him to detect and exploit new opportunities. Year after year he has developed his marketing, communication and publishing skills after working on more than 30 projects, some of them awarded internationally.<br/><b>Former companies:</b> Talk About Media (11 games shipped).",
  "javierDescription": "Javier has almost 15 years of experience as a software developer and more than 10 specialised in video-games. No matter which role he has, he always gives his best for the project to succeed and the team to grow. <br/><b>Former companies:</b> NGD Studios, Tangelo Games, Scopely.",
  "olgaDescription": "Olga is a top-notch developer with a strong knowledge of C++, mathematics and code architecture. Her skillset and experience in diverse developments (METRO REDUX….), grants her a solid foundation that makes her a great asset for the development team.<br/><b>Former companies:</b> Vogster Entertainment, 4Games (Metro Redux franchise).",
  "eduardoDescription": "20+ years experience of digital production. Before video games, he worked in advertising and got worldwide recognition. Besides his technical formation, he stands out for its artistic sensibility. In recent years, he has been working as Tech Artist, a role that fits perfectly with his abilities, developing games for PC and Consoles with a high demanding artistic section. Edu was instrumental to develop the awarded game “Arise” (PC/Consoles).<br/><b>Former companies:<b> Piccolo Studios.",
  "oscarsansDescription": "Oscar is a Senior Technical Artist with international experience, having been the principal tech artist on projects such as ‘Tropico 6’ and ‘Might & Magic Heroes 7’. He has shown an unending passion for hobby and professional game development, always putting the product at the front of any decision.<br/><b>Former companies:</b> Limbic, The Breach Studios, Smilegate.",
  "davidDescription": "David has been working as an animator in the games, tv and film industries for almost 20 years, helping deliver titles like Rime, GYLT, The Invisible Hours and Castlevania: Lords of Shadow.<br/><b>Former companies:</b> Tequila Works, Mercury Steam, Digital Legends.",
  "lorenaDescription": "Lorena is a 3D animator/rigger with artistic and technical skills. She has experience both in video games and cinematic/film animation. The later improved her quality as an artist but her passion for video games pushed her career into games development. Lorena is always striving to deliver the highest quality assets while improving her skillset.<br/><b>Former companies:</b> Social Point, Take2, THQ Alkimia.",
  "diegoDescription": "Diego has always been passionate about games, it's systems and rules. From designing its own TTRPG systems to the videogame industry working in titles such as Rift (MMORPG), Diego has worked in a wide range of game genres. Along his work he has learnt about 3D, game engines, QA and project management to broaden his understanding of the game creation process.<br/><b>Former companies:</b> Aeria games / Gamigo, Koth Studios",
  "bogdanDescription": "Bogdan is a passionate gamer who got to live his dream and work in the gaming industry. Since 2010 he took part in the creation of more than 15 games. Among these projects the most notable were: Ghost Recon Breakpoint, Ghost Recon Wildlands, Rainbow Six Siege, Watch Dogs 2, Assassin's Creed Black Flag and FarCry 4. Remote working.<br/><b>Former companies:</b> Ubisoft (multiple franchises), The Breach Studios.",

  "seedInvestor": "Seed Investor",
  "blockchainMarketing": "Blockchain / Marketing",
  "blockchain": "Blockchain",
  "seniorEconomist": "Senior Economist",

  "andresDescription": "Andres is a serial entrepreneur who has helped build multiple businesses spanning across software development studio, Investment vehicles, a super app unicorn and now in crypto gaming and land tokenization projects. He is a former competitive swimmer and an identical twin which whom he has helped incubate ten additional businesses in latam with a combine valuation north of a billion usd.<br/><b>Former companies:</b> Rappi, InVert.",
  "caioDescription": "Caio is a gamer and serial entrepreneur who has helped build mobile and immersive technologies, starting companies in Brazil and Indonesia. He has been working with gaming P2P transactions since 2004, with a deep understanding of community and hype. His passion is teaching and learning with outstanding founders.<br/><b>Former companies:</b> RevMob, R2U, Converge.",
  "antonioDescription": "Antonio is a tech entrepreneur with a strong background in blockchain and distributed architectures. Started managing a scalable infrastructure of ad network servers, and later went on to co-found a real-time columnar analytics database for big data. Co-founded two cryptocurrency exchanges, and joined R2U, an augmented reality company for retail, as its CTO. Currently building the Converge metaverse.<br/><b>Former companies:</b> RevMob, BelugaDB, Civic Technologies, R2U, Converge.",
  "yeDescription": "Professor Ye Li is an expert in cryptocurrency, money and banking, and network analysis. Prof. Li’s research on token valuation and token-financed community growth is among the earliest in the field and has been published on journals ranked top three in finance. His research has been presented at leading academic conferences and has won awards from leading academic institutions and central banks. He currently teaches at the Ohio State University and has a Ph.D. in finance and economics from Columbia University.",

  "formerCompanies": "Former companies:"
}